[
  "templater-obsidian",
  "quick-latex",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-reminder-plugin",
  "meld-calc",
  "obsidian-kanban",
  "obsidian-latex",
  "obsidian-jupyter",
  "obsidian-excalidraw-plugin",
  "darlal-switcher-plus",
  "oz-image-plugin",
  "advanced-cursors",
  "hotkeysplus-obsidian",
  "tag-wrangler",
  "obsidian-admonition",
  "dataview"
]